Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/prp201720180042000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Samiske kulturminner av den art som er nevnt under a og som er fra år 1917 eller eldre.
sme: Sámi kulturmuittut mat leat dakkárat go namuhuvvon a vuolde ja mat leat jagi 1917 rájes dahje boarráseappot.

source: Endringen trer i kraft straks.
sme: Rievdadus biddjo fápmui dakkaviđe.
